Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Changes apply only to new terminals. Open terminals keep their current process.
ar: تنطبق التغييرات على الطرفيات الجديدة فقط. تحتفظ الطرفيات المفتوحة بعملياتها الحالية.
de: Änderungen gelten nur für neue Terminals. Offene Terminals behalten ihren aktuellen Prozess.
es: Los cambios solo se aplican a terminales nuevos. Los terminales abiertos mantienen su proceso actual.
fr: Les changements ne s'appliquent qu'aux nouveaux terminaux. Les terminaux ouverts conservent leur processus actuel.
id: Perubahan hanya berlaku untuk terminal baru. Terminal yang terbuka mempertahankan proses saat ini.
it: Le modifiche si applicano solo ai nuovi terminali. I terminali aperti mantengono il processo attuale.
ja: 変更は新しいターミナルにのみ適用されます。開いているターミナルは現在のプロセスを維持します。
ko: 변경 사항은 새 터미널에만 적용됩니다. 열려 있는 터미널은 현재 프로세스를 유지합니다.
nl: Wijzigingen gelden alleen voor nieuwe terminals. Open terminals behouden hun huidige proces.
pt_br: As alterações se aplicam apenas a novos terminais. Terminais abertos mantêm o processo atual.
ru: Изменения применяются только к новым терминалам. Открытые терминалы сохраняют текущий процесс.
th: การเปลี่ยนแปลงมีผลเฉพาะเทอร์มินัลใหม่ เทอร์มินัลที่เปิดอยู่จะใช้โปรเซสเดิม
tr: Değişiklikler yalnızca yeni terminallere uygulanır. Açık terminaller mevcut işlemlerini korur.
vi: Thay đổi chỉ áp dụng cho terminal mới. Terminal đang mở giữ nguyên tiến trình hiện tại.
zh_hans: 更改仅应用于新终端。已打开的终端保持当前进程。
zh_hant: 變更僅應用於新終端機。已開啟的終端機保持目前程序。

source: Check for Updates…
ar: التحقق من التحديثات…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
id: Periksa Pembaruan…
it: Cerca aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
pt_br: Buscar atualizações…
ru: Проверить обновления…
th: ตรวจหาการอัปเดต…
tr: Güncellemeleri Denetle…
vi: Kiểm tra bản cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Cherry-pick in progress
ar: جارٍ انتقاء الالتزامات
de: Cherry-Pick läuft
es: Cherry-pick en curso
fr: Cherry-pick en cours
id: Cherry-pick sedang berlangsung
it: Cherry-pick in corso
ja: cherry-pickの実行中
ko: 체리픽 진행 중
nl: Cherry-pick wordt uitgevoerd
pt_br: Cherry-pick em andamento
ru: Выполняется cherry-pick
th: กำลังทำ cherry-pick
tr: Cherry-pick sürüyor
vi: Đang thực hiện cherry-pick
zh_hans: 正在执行 cherry-pick
zh_hant: 正在執行 cherry-pick

source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
id: Pilih
it: Scegli
ja: 選択
ko: 선택
nl: Kies
pt_br: Escolher
ru: Выбрать
th: เลือก
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Choose a settings file to import.
ar: اختر ملف إعدادات لاستيراده.
de: Wähle eine Einstellungsdatei zum Importieren.
es: Elige un archivo de ajustes para importar.
fr: Choisissez un fichier de réglages à importer.
id: Pilih file pengaturan untuk diimpor.
it: Scegli un file di impostazioni da importare.
ja: 読み込む設定ファイルを選択してください。
ko: 가져올 설정 파일을 선택하세요.
nl: Kies een instellingenbestand om te importeren.
pt_br: Escolha um arquivo de ajustes para importar.
ru: Выберите файл настроек для импорта.
th: เลือกไฟล์การตั้งค่าที่จะนำเข้า
tr: İçe aktarılacak ayar dosyasını seçin.
vi: Chọn tệp cài đặt cần nhập.
zh_hans: 选择要导入的设置文件。
zh_hant: 選擇要匯入的設定檔案。

source: Choose only one of --dark and --light.
ar: اختر واحدًا فقط من --dark و--light.
de: Wähle entweder --dark oder --light.
es: Elige solo una opción: --dark o --light.
fr: Choisissez uniquement --dark ou --light.
id: Pilih salah satu dari --dark dan --light.
it: Scegli solo una tra --dark e --light.
ja: --darkと--lightのどちらか一方だけを指定してください。
ko: --dark와 --light 중 하나만 선택하세요.
nl: Kies alleen --dark of --light.
pt_br: Escolha apenas uma opção: --dark ou --light.
ru: Выберите только один параметр: --dark или --light.
th: เลือกเพียง --dark หรือ --light อย่างใดอย่างหนึ่ง
tr: --dark ve --light seçeneklerinden yalnızca birini seçin.
vi: Chỉ chọn một trong --dark và --light.
zh_hans: --dark 与 --light 只能二选一。
zh_hant: --dark 與 --light 只能二選一。

source: Choose the directory for “%@”.
ar: اختر مجلد «%@».
de: Wähle das Verzeichnis für „%@“.
es: Elige el directorio para «%@».
fr: Choisissez le répertoire de « %@ ».
id: Pilih direktori untuk “%@”.
it: Scegli la directory per «%@».
ja: 「%@」のディレクトリを選択してください。
ko: “%@”의 디렉터리를 선택하세요.
nl: Kies de map voor ‘%@’.
pt_br: Escolha o diretório de “%@”.
ru: Выберите каталог для «%@».
th: เลือกไดเรกทอรีสำหรับ “%@”
tr: “%@” için dizin seçin.
vi: Chọn thư mục cho “%@”.
zh_hans: 请选择“%@”的目录。
zh_hant: 請選擇“%@”的目錄。

source: Choose where to save the exported settings.
ar: اختر مكان حفظ الإعدادات المُصدَّرة.
de: Wähle den Speicherort für die exportierten Einstellungen.
es: Elige dónde guardar los ajustes exportados.
fr: Choisissez où enregistrer les réglages exportés.
id: Pilih lokasi untuk menyimpan pengaturan yang diekspor.
it: Scegli dove salvare le impostazioni esportate.
ja: 書き出した設定の保存先を選択してください。
ko: 내보낸 설정을 저장할 위치를 선택하세요.
nl: Kies waar je de geëxporteerde instellingen wilt bewaren.
pt_br: Escolha onde salvar os ajustes exportados.
ru: Выберите место для сохранения экспортированных настроек.
th: เลือกตำแหน่งบันทึกการตั้งค่าที่ส่งออก
tr: Dışa aktarılan ayarların kaydedileceği yeri seçin.
vi: Chọn nơi lưu cài đặt đã xuất.
zh_hans: 选择导出设置的保存位置。
zh_hant: 選擇匯出設定的儲存位置。

source: Choose which remote should receive this branch
ar: اختر المستودع البعيد الذي سيستقبل هذا الفرع
de: Wähle das Remote, an das dieser Branch gesendet werden soll
es: Elige el remoto que recibirá esta rama
fr: Choisissez le dépôt distant qui recevra cette branche
id: Pilih remote tujuan branch ini
it: Scegli il remoto che riceverà questo branch
ja: このブランチの公開先リモートを選択してください
ko: 이 브랜치를 받을 원격 저장소를 선택하세요
nl: Kies de remote die deze branch moet ontvangen
pt_br: Escolha o remoto que receberá esta branch
ru: Выберите удалённый репозиторий для этой ветки
th: เลือกรีโมตที่จะรับสาขานี้
tr: Bu dalın gönderileceği uzak depoyu seçin
vi: Chọn remote nhận nhánh này
zh_hans: 选择要发布此分支的远程仓库
zh_hant: 選擇要發佈此分支的遠端儲存庫

source: Clean
ar: بلا تغييرات
de: Sauber
es: Sin cambios
fr: Sans modifications
id: Bersih
it: Nessuna modifica
ja: 変更なし
ko: 변경 없음
nl: Schoon
pt_br: Sem alterações
ru: Без изменений
th: ไม่มีการเปลี่ยนแปลง
tr: Temiz
vi: Không có thay đổi
zh_hans: 无更改
zh_hant: 無變更

source: Clear Filter
ar: مسح عامل التصفية
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
id: Hapus Filter
it: Cancella filtro
ja: フィルタをクリア
ko: 필터 지우기
nl: Filter wissen
pt_br: Limpar filtro
ru: Очистить фильтр
th: ล้างตัวกรอง
tr: Filtreyi Temizle
vi: Xóa bộ lọc
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear Git Filter
ar: مسح عامل تصفية Git
de: Git-Filter löschen
es: Borrar filtro de Git
fr: Effacer le filtre Git
id: Hapus Filter Git
it: Cancella filtro Git
ja: Gitフィルタをクリア
ko: Git 필터 지우기
nl: Git-filter wissen
pt_br: Limpar filtro Git
ru: Очистить фильтр Git
th: ล้างตัวกรอง Git
tr: Git Filtresini Temizle
vi: Xóa bộ lọc Git
zh_hans: 清除 Git 筛选
zh_hant: 清除 Git 篩選

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
id: Hapus Pencarian
it: Cancella ricerca
ja: 検索を消去
ko: 검색 지우기
nl: Zoekopdracht wissen
pt_br: Limpar busca
ru: Очистить поиск
th: ล้างการค้นหา
tr: Aramayı Temizle
vi: Xóa tìm kiếm
zh_hans: 清空搜索
zh_hant: 清空搜索

source: Clear Terminal
ar: مسح الطرفية
de: Terminal leeren
es: Limpiar terminal
fr: Effacer le terminal
id: Bersihkan Terminal
it: Svuota terminale
ja: ターミナルをクリア
ko: 터미널 지우기
nl: Terminal wissen
pt_br: Limpar terminal
ru: Очистить терминал
th: ล้างเทอร์มินัล
tr: Terminali Temizle
vi: Xóa màn hình terminal
zh_hans: 清屏
zh_hant: 清屏

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close All
ar: إغلاق الكل
de: Alle schließen
es: Cerrar todo
fr: Tout fermer
id: Tutup Semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
nl: Alles sluiten
pt_br: Fechar tudo
ru: Закрыть все
th: ปิดทั้งหมด
tr: Tümünü Kapat
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Close Diffs
ar: إغلاق عروض الفروق
de: Diffs schließen
es: Cerrar diferencias
fr: Fermer les diffs
id: Tutup Diff
it: Chiudi differenze
ja: 差分を閉じる
ko: 차이 보기 닫기
nl: Diffs sluiten
pt_br: Fechar diferenças
ru: Закрыть сравнения
th: ปิดมุมมองความต่าง
tr: Farkları Kapat
vi: Đóng các bản so sánh
zh_hans: 关闭差异
zh_hant: 關閉差異

source: Close Files
ar: إغلاق الملفات
de: Dateien schließen
es: Cerrar archivos
fr: Fermer les fichiers
id: Tutup File
it: Chiudi file
ja: ファイルを閉じる
ko: 파일 닫기
nl: Bestanden sluiten
pt_br: Fechar arquivos
ru: Закрыть файлы
th: ปิดไฟล์
tr: Dosyaları Kapat
vi: Đóng các tệp
zh_hans: 关闭文件
zh_hant: 關閉檔案

source: Close Others
ar: إغلاق البقية
de: Andere schließen
es: Cerrar los demás
fr: Fermer les autres
id: Tutup yang Lain
it: Chiudi gli altri
ja: ほかを閉じる
ko: 다른 항목 닫기
nl: Andere sluiten
pt_br: Fechar outros
ru: Закрыть остальные
th: ปิดรายการอื่น
tr: Diğerlerini Kapat
vi: Đóng các mục khác
zh_hans: 关闭其他
zh_hant: 關閉其他

source: Close Pane
ar: إغلاق اللوحة
de: Bereich schließen
es: Cerrar panel
fr: Fermer le volet
id: Tutup Panel
it: Chiudi riquadro
ja: ペインを閉じる
ko: 분할 창 닫기
nl: Paneel sluiten
pt_br: Fechar painel
ru: Закрыть панель
th: ปิดบานหน้าต่าง
tr: Bölmeyi Kapat
vi: Đóng ô
zh_hans: 关闭窗格
zh_hant: 關閉窗格

source: Close Project
ar: إغلاق المشروع
de: Projekt schließen
es: Cerrar proyecto
fr: Fermer le projet
id: Tutup Proyek
it: Chiudi progetto
ja: プロジェクトを閉じる
ko: 프로젝트 닫기
nl: Project sluiten
pt_br: Fechar projeto
ru: Закрыть проект
th: ปิดโปรเจ็กต์
tr: Projeyi Kapat
vi: Đóng dự án
zh_hans: 关闭项目
zh_hant: 關閉專案

source: Close Project: %@
ar: إغلاق المشروع: %@
de: Projekt schließen: %@
es: Cerrar proyecto: %@
fr: Fermer le projet : %@
id: Tutup Proyek: %@
it: Chiudi progetto: %@
ja: プロジェクトを閉じる: %@
ko: 프로젝트 닫기: %@
nl: Project sluiten: %@
pt_br: Fechar projeto: %@
ru: Закрыть проект: %@
th: ปิดโปรเจ็กต์: %@
tr: Projeyi Kapat: %@
vi: Đóng dự án: %@
zh_hans: 关闭项目：%@
zh_hant: 關閉專案：%@

source: Close Prompt Queue
ar: إغلاق طابور المطالبات
de: Prompt-Warteschlange schließen
es: Cerrar cola de prompts
fr: Fermer la file d'invites
id: Tutup Antrean Prompt
it: Chiudi coda dei prompt
ja: プロンプトキューを閉じる
ko: 프롬프트 대기열 닫기
nl: Promptwachtrij sluiten
pt_br: Fechar fila de prompts
ru: Закрыть очередь запросов
th: ปิดคิวพรอมต์
tr: İstem Kuyruğunu Kapat
vi: Đóng hàng đợi câu lệnh
zh_hans: 关闭提示词队列
zh_hant: 關閉提示詞佇列

source: Close Search
ar: إغلاق البحث
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
id: Tutup Pencarian
it: Chiudi ricerca
ja: 検索を閉じる
ko: 검색 닫기
nl: Zoeken sluiten
pt_br: Fechar busca
ru: Закрыть поиск
th: ปิดการค้นหา
tr: Aramayı Kapat
vi: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_hant: 關閉搜索

source: Close Tab
ar: إغلاق التبويب
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
id: Tutup Tab
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
pt_br: Fechar aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
vi: Đóng thẻ
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Close Tabs to the Right
ar: إغلاق التبويبات على اليمين
de: Tabs rechts schließen
es: Cerrar pestañas de la derecha
fr: Fermer les onglets à droite
id: Tutup Tab di Kanan
it: Chiudi le schede a destra
ja: 右側のタブを閉じる
ko: 오른쪽 탭 닫기
nl: Tabbladen rechts sluiten
pt_br: Fechar abas à direita
ru: Закрыть вкладки справа
th: ปิดแท็บทางขวา
tr: Sağdaki Sekmeleri Kapat
vi: Đóng các thẻ bên phải
zh_hans: 关闭右侧标签页
zh_hant: 關閉右側分頁

source: Close every quote and do not end arguments with a backslash. New terminals use your login shell until the arguments are valid.
ar: أغلق جميع علامات الاقتباس ولا تُنهِ الوسائط بشرطة مائلة عكسية. تستخدم الطرفيات الجديدة صدفة تسجيل الدخول حتى تصبح الوسائط صالحة.
de: Schließe alle Anführungszeichen und beende Argumente nicht mit einem Backslash. Neue Terminals verwenden deine Login-Shell, bis die Argumente gültig sind.
es: Cierra todas las comillas y no termines los argumentos con una barra invertida. Los terminales nuevos usarán tu shell de inicio de sesión hasta que los argumentos sean válidos.
fr: Fermez tous les guillemets et ne terminez pas les arguments par une barre oblique inverse. Les nouveaux terminaux utilisent votre shell de connexion tant que les arguments ne sont pas valides.
id: Tutup semua tanda kutip dan jangan akhiri argumen dengan garis miring terbalik. Terminal baru memakai shell login sampai argumen valid.
it: Chiudi tutte le virgolette e non terminare gli argomenti con una barra rovesciata. I nuovi terminali usano la shell di login finché gli argomenti non sono validi.
ja: すべての引用符を閉じ、引数の末尾にバックスラッシュを置かないでください。引数が有効になるまで、新しいターミナルはログインシェルを使用します。
ko: 모든 따옴표를 닫고 인수를 역슬래시로 끝내지 마세요. 인수가 올바를 때까지 새 터미널은 로그인 셸을 사용합니다.
nl: Sluit alle aanhalingstekens en eindig argumenten niet met een backslash. Nieuwe terminals gebruiken je inlogshell totdat de argumenten geldig zijn.
pt_br: Feche todas as aspas e não termine argumentos com uma barra invertida. Novos terminais usam seu shell de login até que os argumentos sejam válidos.
ru: Закройте все кавычки и не завершайте аргументы обратной косой чертой. Пока аргументы некорректны, новые терминалы используют вашу оболочку входа.
th: ปิดเครื่องหมายคำพูดทุกคู่และอย่าจบอาร์กิวเมนต์ด้วยแบ็กสแลช เทอร์มินัลใหม่จะใช้ล็อกอินเชลล์จนกว่าอาร์กิวเมนต์จะถูกต้อง
tr: Tüm tırnakları kapatın ve bağımsız değişkenleri ters eğik çizgiyle bitirmeyin. Değişkenler geçerli olana kadar yeni terminaller oturum açma kabuğunuzu kullanır.
vi: Đóng tất cả dấu ngoặc kép và không kết thúc đối số bằng dấu gạch chéo ngược. Terminal mới dùng shell đăng nhập cho đến khi đối số hợp lệ.
zh_hans: 请闭合所有引号，且不要以反斜杠结束参数。在参数有效前，新终端将使用登录 Shell。
zh_hant: 請閉合所有引號，且不要以反斜槓結束參數。在參數有效前，新終端機將使用登入 Shell。

source: Close find bar
ar: إغلاق شريط البحث
de: Suchleiste schließen
es: Cerrar barra de búsqueda
fr: Fermer la barre de recherche
id: Tutup bilah pencarian
it: Chiudi barra di ricerca
ja: 検索バーを閉じる
ko: 찾기 막대 닫기
nl: Zoekbalk sluiten
pt_br: Fechar barra de busca
ru: Закрыть строку поиска
th: ปิดแถบค้นหา
tr: Bulma çubuğunu kapat
vi: Đóng thanh tìm kiếm
zh_hans: 关闭查找栏
zh_hant: 關閉查找欄

source: Codex is installed, but its local app server is not signed in.
ar: Codex مثبّت، لكن لم يُسجَّل الدخول إلى خادم التطبيق المحلي.
de: Codex ist installiert, aber sein lokaler App-Server ist nicht angemeldet.
es: Codex está instalado, pero su servidor local de la app no ha iniciado sesión.
fr: Codex est installé, mais son serveur d'app local n'est pas connecté à un compte.
id: Codex terinstal, tetapi server aplikasi lokalnya belum masuk akun.
it: Codex è installato, ma il server locale dell'app non ha effettuato l'accesso.
ja: Codex はインストールされていますが、ローカルアプリサーバーにサインインしていません。
ko: Codex가 설치되어 있지만 로컬 앱 서버에 로그인되어 있지 않습니다.
nl: Codex is geïnstalleerd, maar de lokale appserver is niet aangemeld.
pt_br: O Codex está instalado, mas seu servidor local do app não está autenticado.
ru: Codex установлен, но вход на локальном сервере приложения не выполнен.
th: ติดตั้ง Codex แล้ว แต่ยังไม่ได้ลงชื่อเข้าใช้เซิร์ฟเวอร์แอปในเครื่อง
tr: Codex yüklü ancak yerel uygulama sunucusunda oturum açılmamış.
vi: Codex đã được cài đặt nhưng máy chủ ứng dụng cục bộ chưa đăng nhập.
zh_hans: Codex 已安装，但其本地应用服务器未登录。
zh_hant: Codex 已安裝，但其本機應用伺服器未登入。

source: Codex is not available on Zshell's app PATH.
ar: Codex غير متاح في PATH الخاص بتطبيق Zshell.
de: Codex ist im App-PATH von Zshell nicht verfügbar.
es: Codex no está disponible en el PATH de la app Zshell.
fr: Codex n'est pas disponible dans le PATH de l'app Zshell.
id: Codex tidak tersedia di PATH aplikasi Zshell.
it: Codex non è disponibile nel PATH dell'app Zshell.
ja: Codex は Zshell のアプリ PATH にありません。
ko: Zshell 앱의 PATH에서 Codex를 찾을 수 없습니다.
nl: Codex is niet beschikbaar in het PATH van de Zshell-app.
pt_br: O Codex não está disponível no PATH do app Zshell.
ru: Codex недоступен в PATH приложения Zshell.
th: ไม่พบ Codex ใน PATH ของแอป Zshell
tr: Codex, Zshell uygulamasının PATH değişkeninde bulunamıyor.
vi: Codex không có trong PATH của ứng dụng Zshell.
zh_hans: Codex 不在 Zshell 的应用 PATH 中。
zh_hant: Codex 不在 Zshell 的應用 PATH 中。

source: Collapse Group
ar: طي المجموعة
de: Gruppe einklappen
es: Contraer grupo
fr: Réduire le groupe
id: Ciutkan Grup
it: Comprimi gruppo
ja: グループを折りたたむ
ko: 그룹 접기
nl: Groep inklappen
pt_br: Recolher grupo
ru: Свернуть группу
th: ยุบกลุ่ม
tr: Grubu Daralt
vi: Thu gọn nhóm
zh_hans: 折叠分组
zh_hant: 折疊分組

source: Collapsed
ar: مطوي
de: Eingeklappt
es: Contraído
fr: Réduit
id: Diciutkan
it: Compresso
ja: 折りたたみ
ko: 접힘
nl: Ingeklapt
pt_br: Recolhido
ru: Свёрнуто
th: ยุบอยู่
tr: Daraltıldı
vi: Đã thu gọn
zh_hans: 已折叠
zh_hant: 已折疊

source: Color marker %@
ar: علامة اللون %@
de: Farbmarkierung %@
es: Marcador de color %@
fr: Marqueur de couleur %@
id: Penanda warna %@
it: Contrassegno colore %@
ja: カラーマーカー %@
ko: 색상 표시 %@
nl: Kleurmarkering %@
pt_br: Marcador de cor %@
ru: Цветовая метка %@
th: เครื่องหมายสี %@
tr: Renk işareti %@
vi: Dấu màu %@
zh_hans: 颜色标记 %@
zh_hant: 顏色標記 %@

source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
id: Warna
it: Colori
ja: カラー
ko: 색상
nl: Kleuren
pt_br: Cores
ru: Цвета
th: สี
tr: Renkler
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Command
ar: الأمر
de: Befehl
es: Comando
fr: Commande
id: Perintah
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
pt_br: Comando
ru: Команда
th: คำสั่ง
tr: Komut
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

source: Command Notifications
ar: إشعارات الأوامر
de: Befehlsmitteilungen
es: Notificaciones de comandos
fr: Notifications de commandes
id: Notifikasi Perintah
it: Notifiche dei comandi
ja: コマンド通知
ko: 명령 알림
nl: Opdrachtmeldingen
pt_br: Notificações de comandos
ru: Уведомления о командах
th: การแจ้งเตือนคำสั่ง
tr: Komut Bildirimleri
vi: Thông báo lệnh
zh_hans: 命令通知
zh_hant: 命令通知

source: Command Palette…
ar: لوحة الأوامر…
de: Befehlspalette…
es: Paleta de comandos…
fr: Palette de commandes…
id: Palet Perintah…
it: Tavolozza dei comandi…
ja: コマンドパレット…
ko: 명령 팔레트…
nl: Opdrachtenpalet…
pt_br: Paleta de comandos…
ru: Палитра команд…
th: ชุดคำสั่ง…
tr: Komut Paleti…
vi: Bảng lệnh…
zh_hans: 命令面板…
zh_hant: 命令面板…

source: Commands
ar: الأوامر
de: Befehle
es: Comandos
fr: Commandes
id: Perintah
it: Comandi
ja: コマンド
ko: 명령
nl: Opdrachten
pt_br: Comandos
ru: Команды
th: คำสั่ง
tr: Komutlar
vi: Các lệnh
zh_hans: 命令
zh_hant: 命令

source: Commit %lld Staged Files
ar: إيداع %lld ملف مُجهّز
de: %lld vorgemerkte Dateien committen
es: Confirmar %lld archivos preparados
fr: Valider %lld fichiers indexés
id: Commit %lld File yang Di-stage
it: Esegui commit di %lld file in staging
ja: ステージ済みファイル%lld件をコミット
ko: 스테이징된 파일 %lld개 커밋
nl: %lld klaargezette bestanden committen
pt_br: Fazer commit de %lld arquivos preparados
ru: Закоммитить %lld файла в индексе
th: คอมมิตไฟล์ที่จัดเตรียมไว้ %lld ไฟล์
tr: Hazırlanmış %lld Dosyayı Commit Et
vi: Commit %lld tệp trong vùng chờ
zh_hans: 提交 %lld 个已暂存文件
zh_hant: 提交 %lld 個已暫存檔案

source: Commit Options
ar: خيارات الالتزام
de: Commit-Optionen
es: Opciones de commit
fr: Options de commit
id: Opsi Commit
it: Opzioni di commit
ja: コミットオプション
ko: 커밋 옵션
nl: Commitopties
pt_br: Opções de commit
ru: Параметры коммита
th: ตัวเลือกคอมมิต
tr: Commit Seçenekleri
vi: Tùy chọn commit
zh_hans: 提交选项
zh_hant: 提交選項

source: Commit Staged
ar: إيداع التغييرات المُجهّزة
de: Vorgemerktes committen
es: Confirmar preparados
fr: Valider l'index
id: Commit yang Di-stage
it: Esegui commit dello staging
ja: ステージ済みをコミット
ko: 스테이징된 항목 커밋
nl: Klaargezette wijzigingen committen
pt_br: Fazer commit dos preparados
ru: Закоммитить индекс
th: คอมมิตรายการที่จัดเตรียมไว้
tr: Hazırlananları Commit Et
vi: Commit phần trong vùng chờ
zh_hans: 提交暂存
zh_hant: 提交暫存

source: Commit staged changes
ar: إيداع التغييرات المُجهّزة
de: Vorgemerkte Änderungen committen
es: Confirmar cambios preparados
fr: Valider les modifications indexées
id: Commit perubahan yang di-stage
it: Esegui commit delle modifiche in staging
ja: ステージ済みの変更をコミット
ko: 스테이징된 변경 사항 커밋
nl: Klaargezette wijzigingen committen
pt_br: Fazer commit das alterações preparadas
ru: Закоммитить изменения в индексе
th: คอมมิตการเปลี่ยนแปลงที่จัดเตรียมไว้
tr: Hazırlanmış değişiklikleri commit et
vi: Commit các thay đổi trong vùng chờ
zh_hans: 提交已暂存的更改
zh_hant: 提交已暫存的變更

source: Commit staged changes (⌘Return)
ar: إيداع التغييرات المُجهّزة (⌘Return)
de: Vorgemerkte Änderungen committen (⌘Return)
es: Confirmar cambios preparados (⌘Return)
fr: Valider les modifications indexées (⌘Return)
id: Commit perubahan yang di-stage (⌘Return)
it: Esegui commit delle modifiche in staging (⌘Return)
ja: ステージ済みの変更をコミット（⌘Return）
ko: 스테이징된 변경 사항 커밋 (⌘Return)
nl: Klaargezette wijzigingen committen (⌘Return)
pt_br: Fazer commit das alterações preparadas (⌘Return)
ru: Закоммитить изменения в индексе (⌘Return)
th: คอมมิตการเปลี่ยนแปลงที่จัดเตรียมไว้ (⌘Return)
tr: Hazırlanmış değişiklikleri commit et (⌘Return)
vi: Commit các thay đổi trong vùng chờ (⌘Return)
zh_hans: 提交已暂存的更改（⌘Return）
zh_hant: 提交已暫存的變更（⌘Return）

source: Completed successfully.
ar: اكتمل بنجاح.
de: Erfolgreich abgeschlossen.
es: Completado correctamente.
fr: Terminé avec succès.
id: Berhasil diselesaikan.
it: Completato correttamente.
ja: 正常に完了しました。
ko: 완료되었습니다.
nl: Voltooid.
pt_br: Concluído com sucesso.
ru: Успешно завершено.
th: เสร็จสมบูรณ์แล้ว
tr: Başarıyla tamamlandı.
vi: Đã hoàn tất thành công.
zh_hans: 已成功完成。
zh_hant: 已成功完成。

source: Conflict
ar: تعارض
de: Konflikt
es: Conflicto
fr: Conflit
id: Konflik
it: Conflitto
ja: 競合
ko: 충돌
pt_br: Conflito
ru: Конфликт
th: ข้อขัดแย้ง
tr: Çakışma
vi: Xung đột
zh_hans: 冲突
zh_hant: 衝突

source: Conflict is still unresolved
ar: لم يُحل التعارض بعد
de: Konflikt ist noch ungelöst
es: El conflicto sigue sin resolverse
fr: Le conflit n'est pas encore résolu
id: Konflik belum terselesaikan
it: Il conflitto non è ancora risolto
ja: 競合がまだ解決されていません
ko: 충돌이 아직 해결되지 않았습니다
nl: Conflict is nog niet opgelost
pt_br: O conflito ainda não foi resolvido
ru: Конфликт ещё не разрешён
th: ข้อขัดแย้งยังไม่ได้รับการแก้ไข
tr: Çakışma henüz çözülmedi
vi: Xung đột chưa được giải quyết
zh_hans: 冲突仍未解决
zh_hant: 衝突仍未解決

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Se connecter
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nl: Verbind
pt_br: Conectar
ru: Подключиться
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect with the system OpenSSH client. Password prompts are disabled.
ar: الاتصال بعميل OpenSSH الخاص بالنظام. مطالبات كلمة المرور معطّلة.
de: Mit dem OpenSSH-Client des Systems verbinden. Passwortabfragen sind deaktiviert.
es: Conectar con el cliente OpenSSH del sistema. Las solicitudes de contraseña están desactivadas.
fr: Se connecter avec le client OpenSSH du système. Les invites de mot de passe sont désactivées.
id: Hubungkan dengan klien OpenSSH sistem. Permintaan kata sandi dinonaktifkan.
it: Connetti con il client OpenSSH di sistema. Le richieste di password sono disabilitate.
ja: システムのOpenSSHクライアントで接続します。パスワード入力は無効です。
ko: 시스템 OpenSSH 클라이언트로 연결합니다. 암호 입력 요청은 비활성화됩니다.
nl: Verbind met de OpenSSH-client van het systeem. Wachtwoordvragen zijn uitgeschakeld.
pt_br: Conecte usando o cliente OpenSSH do sistema. Solicitações de senha estão desativadas.
ru: Подключение через системный клиент OpenSSH. Запросы пароля отключены.
th: เชื่อมต่อด้วยไคลเอนต์ OpenSSH ของระบบ โดยปิดการถามรหัสผ่าน
tr: Sistemin OpenSSH istemcisiyle bağlanır. Parola istemleri devre dışıdır.
vi: Kết nối bằng máy khách OpenSSH của hệ thống. Yêu cầu nhập mật khẩu bị tắt.
zh_hans: 通过系统 OpenSSH 客户端连接。已禁用密码提示。
zh_hant: 透過系統 OpenSSH 用戶端連接。已禁用密碼提示。

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinden…
es: Conectando…
fr: Connexion…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pt_br: Conectando…
ru: Подключение…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連接…
